{
  "https://www.newsinlevels.com/products/cheap-valentines-day-gifts-level-1/": {
    "image_url": "https://www.newsinlevels.com/wp-content/uploads/2025/02/Depositphotos_67379811_L.jpg",
    "date": "12-02-2025 07:00",
    "body": "Roses cost a lot of money this year. But you can still buy cheap gifts for Valentine’s Day.\nSome gifts cost only 5 dollars. Walmart sells small teddy bears, chocolates, and fake roses for under 10 dollars. Chocolate is always a good gift. Some small chocolate boxes cost about 5 dollars. Other good gifts are bags, cups with names, cooking tools, or beauty products. A gift card to a favorite shop is also a nice idea.\nTo save money, buy gifts early. Some people like small gifts that are special. One woman buys a gift for her mom before flying to see her.",
    "difficult_words": {
      "fake": "not real",
      "beauty": "things which make you look nicer, like makeup",
      "special": "different in a good way"
    },
    "cached_at": "2025-02-12T15:13:38.870201"
  },
  "https://www.newsinlevels.com/products/suvs-in-paris-level-1/": {
    "image_url": "https://www.newsinlevels.com/wp-content/uploads/2024/02/Depositphotos_167618616_L.jpg",
    "date": "12-02-2024 15:00",
    "body": "Paris wants to make the city greener for the Olympics in 2024. They are making SUV parking more expensive. SUVs are large strong cars. They are very popular nowadays.\nFew people vote on this. SUVs may pay more for parking. People say that big cars pollute more. Also, they use too much space. People should use bikes or trains. But some people say that it is too expensive to stop using cars.\nParis leaders consider this vote. They want car makers to make smaller cars.",
    "difficult_words": {
      "vote": "to formally choose between two or more things, people, and so on",
      "pollute": "to make the air, water, or soil dirty",
      "consider": "to think something through"
    },
    "cached_at": "2025-02-12T15:13:39.725039"
  },
  "https://www.newsinlevels.com/products/baltic-states-dont-get-russias-electricity-level-1/": {
    "image_url": "https://www.newsinlevels.com/wp-content/uploads/2025/02/Depositphotos_321181526_L.jpg",
    "date": "11-02-2025 15:00",
    "body": "Latvia, Estonia, and Lithuania now get electricity from Europe, not Russia.\nBefore, they use Russian electricity for a long time. These countries do not want to use Russian electricity anymore. They want to be with Europe. They also feel safer now because they do not need Russia for power. Now, they have new power lines from Finland, Sweden, and Poland.\nOn Saturday, they stop using Russian electricity. On Sunday, they have a big party. Many important people came, like Ursula von der Leyen. In 2024, they tell Russia and Belarus about this change. They do not want any problems with Russia.",
    "difficult_words": {
      "electricity": "power which makes lights and machines work",
      "power line": "a cable which carries electricity"
    },
    "cached_at": "2025-02-12T15:13:41.176876"
  },
  "https://www.newsinlevels.com/products/intersex-athletes-level-1/": {
    "image_url": "https://www.newsinlevels.com/wp-content/uploads/2025/02/Depositphotos_408624916_L.jpg",
    "date": "11-02-2025 07:00",
    "body": "Imane Khelif and Caster Semenya are athletes who want to compete as women.\nBut some people say that they have an unfair advantage. Their bodies are different. They do not look like other women. They have a condition called DSD. Some women with DSD have more testosterone. Testosterone makes their bodies bigger and stronger.\nBefore, sports organizations use tests to check if athletes were women. Now, different groups have different rules. Some say that women with high testosterone must lower it. Others say that they don’t need to.\nSemenya cannot compete. She must change testosterone in her body. She thinks it is unfair. People have different views on this. It is difficult to be fair in women’s sports these days.",
    "difficult_words": {
      "compete": "to try to be better than others",
      "advantage": "something that helps someone do better",
      "condition": "the state of things"
    },
    "cached_at": "2025-02-12T15:13:42.035031"
  },
  "https://www.newsinlevels.com/products/el-salvador-will-take-criminals-level-1/": {
    "image_url": "https://www.newsinlevels.com/wp-content/uploads/2025/02/Depositphotos_184714552_L.jpg",
    "date": "10-02-2025 15:00",
    "body": "El Salvador will take criminals who the US sends away. Among the criminals are also people from dangerous groups.\nThe US Secretary of State, Marco Rubio, meets with El Salvador’s President Nayib Bukele. They talk about this plan. El Salvador already takes back its own people. Now it wants to help with criminals from other countries, like Venezuela and Cuba. El Salvador could also take US criminals. But it is not clear if this will happen.\nSome people worry because El Salvador’s prisons are very tough. More details about the plan will come later.",
    "difficult_words": {
      "criminal": "a person who breaks the rule",
      "tough": "hard, difficult",
      "detail": "a piece of information about something"
    },
    "cached_at": "2025-02-12T15:13:43.893545"
  },
  "https://www.newsinlevels.com/products/luis-rubiales-trial-level-1/": {
    "image_url": "https://www.newsinlevels.com/wp-content/uploads/2025/02/Depositphotos_670704340_L.jpg",
    "date": "10-02-2025 07:00",
    "body": "Luis Rubiales is an ex-football leader in Spain. He is in trouble because he kisses player Jenni Hermoso at the 2023 Women’s World Cup.\nRubiales says that Hermoso agrees with the kiss. But she says no. She says that Rubiales is trying to make her say it is okay.  At first, Rubiales does not want to leave his job. He says that people are not fair to him. But later, he leaves his job. And how he may even go to jail.\nMany people think this case is important for women in sports. They want football to be fair for everyone. The trial starts in Madrid. It will end on February 19.",
    "difficult_words": {
      "agree": "to say yes",
      "case": "an example of something happening, one special situation",
      "trial": "a legal court case"
    },
    "cached_at": "2025-02-12T15:13:44.751018"
  },
  "https://www.newsinlevels.com/products/how-to-learn-english-level-1/": {
    "image_url": "https://www.newsinlevels.com/wp-content/uploads/images/Learn_600x300.jpg",
    "date": "08-02-2025 12:00",
    "body": "Hello students,\nDo you know how to learn English? There is technology which can help you learn English. You can read about this technology in a book.\nThe name of the book is How to Learn English.\nYou can read this book now. You can read the book here.\nGood luck.",
    "difficult_words": {},
    "cached_at": "2025-02-12T15:13:45.606257"
  },
  "https://www.newsinlevels.com/products/the-future-of-antarctica-level-1/": {
    "image_url": "https://www.newsinlevels.com/wp-content/uploads/2025/02/Depositphotos_723202626_L.jpg",
    "date": "07-02-2025 15:00",
    "body": "Antarctica is a cold place. There is only ice. An international rule keeps it safe.\nBut that may change. Scientists are studying pollution and changes in ice. Some people find a lot of oil under the Weddell Sea. Someone could sell this oil for trillions of dollars. Right now, the rule does not allow oil drilling. But in 2048, countries will check the rule again. More countries want parts of Antarctica. It may cause problems. Climate change, fishing, and pollution are already hurting the land and animals.\nSome people want to keep Antarctica safe. Others may want to take oil and make money. No one knows what will happen in the future.",
    "difficult_words": {
      "international": "existing between countries; worldwide",
      "pollution": "dirty air, water, or land",
      "drill": "to make a deep hole in the ground"
    },
    "cached_at": "2025-02-12T15:13:46.839682"
  },
  "https://www.newsinlevels.com/products/war-and-a-nuclear-catastrophe-level-1/": {
    "image_url": "https://www.newsinlevels.com/wp-content/uploads/2025/02/Depositphotos_615107930_L.jpg",
    "date": "07-02-2025 07:00",
    "body": "The war in Ukraine is not safe for nuclear power plants.\nThe Zaporizhzhia plant is in a dangerous place. Rafael Grossi works with nuclear safety. He will go to Russia to talk about this problem. Grossi speaks with leaders from both Ukraine and Russia. Ukraine’s president says that Russia must not attack power plants. Russia attacks Ukraine’s electricity. This is bad for nuclear plants. They need the power to stay safe. If they do not have electricity, they must use generators to make it.\nRussia takes two Ukrainian workers from the plant. Ukraine has big problems with power because of the war.",
    "difficult_words": {
      "nuclear power plant": "a place where people break atoms to make energy",
      "safety": "when a situation is safe",
      "generator": "a machine which makes electricity"
    },
    "cached_at": "2025-02-12T15:13:48.929609"
  },
  "https://www.newsinlevels.com/products/a-billion-people-are-obese-level-1/": {
    "image_url": "https://www.newsinlevels.com/wp-content/uploads/2024/03/Depositphotos_652851334_L.jpg",
    "date": "06-02-2025 15:00",
    "body": "A study finds a big problem. More than a billion people are too fat.\nThis includes 159 million children and 880 million adults. Places like Tonga and American Samoa have lots of fat people. More than 70%. Even in the UK, many adults have this problem. There are two times more fat people than 30 years ago.\nThe World Health Organization says that this is serious. They ask leaders and food companies to help people eat better and move more. More children are getting fat too. It is important to do something with it quickly.",
    "difficult_words": {
      "include": "to have something as a part of something else",
      "adult": "a person who is not a child anymore",
      "serious": "bad and important"
    },
    "cached_at": "2025-02-12T15:13:51.371894"
  },
  "https://www.newsinlevels.com/products/nigeria-wants-to-produce-oil-again-level-1/": {
    "image_url": "https://www.newsinlevels.com/wp-content/uploads/2025/02/Novy-projekt-4.jpg",
    "date": "06-02-2025 07:00",
    "body": "People in Ogoniland, Nigeria, are angry. The government wants to start oil production again.\nOil production makes water in Ogoniland dirty. The land is not safe for farmers. A cleanup project starts in 2018. It costs 1 billion dollars. But nothing changes. HYPREP is the group which does the cleaning. They do little to solve the problem. Its leader says he is honest. But the Nigerian government does not believe it. He may go to prison.\nNow, people want real help and money for their losses. Long ago, people think that oil will bring them money. But it only hurts them. Now, people worry that things will get even worse. Many feel sad because past protests do not bring change.",
    "difficult_words": {
      "production": "making something",
      "cleanup": "cleaning a dirty area",
      "loss": "when you lose something"
    },
    "cached_at": "2025-02-12T15:13:52.823741"
  },
  "https://www.newsinlevels.com/products/biodegradable-tampons-level-1/": {
    "image_url": "https://www.newsinlevels.com/wp-content/uploads/2024/03/Depositphotos_257732740_L.jpg",
    "date": "05-02-2025 15:00",
    "body": "Plastic period products are bad for the natural world. They are the fifth most common plastic on European beaches. There are more of them than plastic cups and straws.\nThe European Parliament wants to find better options. They are looking into using biodegradable materials, like fibers from algae, to make tampons.\nThese tampons are from a white material. So it is not necessary to make them white with chemicals. It is important to grow these materials in a way which does not hurt the natural world. Researchers are working on better ways to do this on land and in the sea. We need to throw away less plastics.",
    "difficult_words": {
      "period": "a flow of blood from a woman’s body which happens every month",
      "option": "a thing you may choose",
      "biodegradable": "able to break down naturally"
    },
    "cached_at": "2025-02-12T15:15:58.548960"
  }
}